﻿﻿﻿IDS_MESHGEN___MSG1 = "Hai nút bị trùng nhau hoặc quá gần nhau."
IDS_MESHGEN___MSG2 = "Một nút nằm bên trong một cạnh hoặc hai cạnh cắt nhau."
IDS_MESHGEN___MSG4 = "Các seed biên không khép kín."
IDS_MESHGEN___MSG5 = "Lưới 2D của biên ngoài không khép kín."
IDS_MESHGEN___MSG6 = "\nVui lòng giảm kích thước lưới và thử lại."
IDS_MESHGEN___MSG7 = "Để bộ chia lưới Delaunay tạo lưới tứ giác đầy đủ, cần seed đều."
IDS_MESHGEN___MSG8 = "Lưới tự động 2D"
IDS_MESHGEN___MSG9 = "Lưới tự động 2D bị gián đoạn!"
IDS_MESHGEN___MSG10 = "Lỗi bộ nhớ không đủ!"
IDS_MESHGEN___MSG11 = "Thông báo lỗi"
IDS_MESHGEN___MSG12 = "Khu vực phẳng lưới tự động"
IDS_MESHGEN___MSG26 = "Các seed biên không khép kín hoặc số lượng seed quá ít"
IDS_TM_MESH_QST_STOP_MESH = "Bạn có muốn dừng Auto-Meshing không?"
IDS_WORD_APPLICATION_NOT_INSTALLED = "Microsoft Word chưa được cài đặt."
IDS_EXCEL_APPLICATION_NOT_INSTALLED = "Microsoft Excel chưa được cài đặt."
IDS_UNIT_SYSTEM_SI = "Hệ đơn vị SI"
IDS_UNIT_SYSTEM_US = "Hệ đơn vị US"
IDS_UNIT_SYSTEM_MKS = "Hệ đơn vị MKS"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "độ"
